export interface Feedback {
   name: string;
   position: string;
   text: string;
}

export const feedbacksData: Feedback[] = [
   {
      name: 'Иван',
      position: 'IT-специалист',
      text: `На курсе Матвея вас ждет еженедельное домашнее задание - прочитать небольшой философский текст - и детальный дальнейший разбор  на занятии основных идей текста от времени Древней Греции до Иммануила Канта и далее. Курс позволяет развить всесторонний взгляд и сформировать своё отношение к рассматриваемым вопросам. Вас ждут общение, поиск истины, ответы на старые вопросы и еще больше новых вопросов, которые расширят горизонты вашего мышления и начнут формировать вас как аутентичную личность, которая как и все философы стремится к истине, гармонии, счастью, развитию и постижению новых знаний.`,
   },
   {
      name: 'Артем',
      position: 'студент-робототехник',
      text: `Я Артём. Записался на лекции Матвея Никитина из за своего желания изучать философию и его прекрасного подхода в преподавании, с которым познакомился на его очных лекциях. На его курсах я научился: читать, читать разные сложные книги (не только в философии), быстрее обрабатывать новую информацию и помелочи - изучил все основные вопросы философии с разных сторон. Также добавлю про сообщество мысль, где есть невероятно приятные люди для общения на любые темы и мероприятия для веселья и познания. Анекдот: Штирлиц стрелял вслепую. Слепая умерла.`,
   },
   {
      name: 'Александр',
      position: 'IT-аналитик',
      text: `Мой друг позвал меня на парные уроки по философии, так я и узнал о Матвее.
На каждом занятии есть место как обсуждению концептуальных философских вопросов, так и личному общению, для поддержания здоровой атмосферы в течении протяженного курса обучения.
В ходе обучения мы с другом освоили все, что планировалось на курсе, углубились в изучение "Критики чистого разума" и нашли своих любимчиков среди философов. У моего друга это оказался Николай Кузанский (я пока полюбил всех одинаково).
Мои основные задачи изучения философии перекликались с теми, которые отмечает Матвей. Поэтому в ходе общения у нас было понимание, что и зачем мы делаем.
По итогам обучения я:
1. Узнал о философских концепциях
2. Выработал тактики ведения разговоров на бытовые философские темы
3. Получил навык понимания базы философии для дальнейшего изучения современной философии`,
   },
   {
      name: 'Темирлан',
      position: 'руководитель в IT-компании',
      text: `Я считаю, что в жизни каждого человека рано или поздно наступает момент, когда он/она искринне начинает проявлять интерес к окружающему миру, его истории и вопросу "почему все именно так, а не иначе?".
Я думаю многие согласятся с тем, что современное общество перекладывает ответственность ответить на этот вопрос на религию или простой фатализм. В моем регионе, где преобладающее количество людей мусульмане, дела в большинстве случаев обстоят именно так. Философия для меня как раз и стала выходом из этой клетки догм и мифологического мышления. Однако, в силу своей необразованности на этом поприще, я не мог явно выразить свои мысли в аргументах и простом анализе при попытке ответить на простейшие вопросы бытия.
С этим запросом я мысленно обратился к деятельности Матвея и записался на его курсы по философии. Благодаря его стараниям и вложенному труду, я наконец начал наводить порядок в тех абстрактных размышлениях, которыми мыслил, но не мог структурировать. Начал по новому смотреть на все происходящее и то, что произошло в мире. Начал читать нужную литературу и уже собрал небольшую домашнюю библиотеку. И наверное самое полезное, что я получаю от его курсов - это то, как замедлилось время в каждодневной рутине. Ощущение, что жизнь проходит мимо в городской суете пропало, потому что Матвей прямо или косвенно показывает на многообразие проявлений бытия и я научился по настоящему созерцать и ценить каждый момент прожитого дня.`,
   },
   {
      name: 'Софья',
      position: 'HR-специалист',
      text: `Изучение философских концепций улучшило моё критическое мышление. Я стала внимательнее анализировать информацию и принимать более обоснованные решения в процессе работы. Это позволяет мне лучше оценивать предложения и предвидеть потенциальные риски.`,
   },
   {
      name: 'Лев',
      position: 'IT-ментор',
      text: `Я изучал философию еще в универе, будучи студентом технической специальности, но лично у меня никак не получалось откладывать в голове даже основные принципы направлений, а про применение уже молчу
Первый контакт с матвеем случился еще в тиктоке, где он раскрывал какие-то мультяшные феномены под призмой философских движений. Сама подача и форма изложения контента очень заманивает и таким образом попал сперва в телеграм, а потом уже и записался к Матвею

Собрал парочку своих друзей и своим кружком зашли на обучение и это стало в какой-то степени точкой моего личного роста
Познавая основные направления философии, которые подкреплены презентациями, пояснениями на анекдотах и резюмированием основных положений, очень сильно погружает в мир мудрецов и ты буквально начинаешь менять свое личное мнение на большое количество вещей: начиная с политики и религии, заканчивая бытовыми и деловыми вопросами. Да просто ты начинаешь разговаривать совсем иначе, интегрируя термины и обороты с трактатов
Я уже молчу о количестве дополнительных ивентов, что доступны в Мысли - начиная от ридинг групп и дополнительных лекций, заканчивая дискуссиями и дебатами по догмам и новостям

Для меня лично философия стала в какой-то степени отдушиной, где забываешь про все проблемы, где можно расслабиться, где можно завести приятелей и где можно узнать себя получше`,
   },
   {
      name: 'Евгений',
      position: 'IT-senior',
      text: `Не ну философия - это любовь 🤙
Мало того, что связывает знания из разных областей, наконец то блят целостная картина историческая предстает;
Так еще и книжки читаю - по диагонали, просто высасывая из них целевую инфу
НУ хптха сверху, конеш, очень удобный собеседник`,
   },
];
